IDEA Open Model
NumberGroups.Create Method
Overload List
Name | Description
Create(IEnumerable<Double>)
 Creates new instance with one group with specified sequence of numbers.
Create(Double)
 Creates new instance with one group with one value.
Create(Double[])
 Creates new instance with one group with specified sequence of numbers.
Create(List<ValueCount>)
 Creates new instance with list of ValueCount .
Create(Double, Int32)
 Creates a new instance of one group with several values (defined by count).
Top
See Also
Reference
NumberGroups Class
IdeaRS.OpenModel.Parameters Namespace